#
# Service

test_bot = '''Bot is working... ahaha

Я бездушна машина, яка створена, щоб допомогати кожаним мішкам. 😁'''

#
# Game

next_game = 'Гра о <b>21:00</b>, як завжди. 🌹'

#
# Good Morning

good_morning_off = 'Вітання <b>вимкнено</b>.'

good_morning_on = 'Вітання увімкнено.'

good_morning_0 = 'Доброго ранку та приємного дня, мирні! ♥️😘'

good_morning_1 = '''Наступна гра о <b>21:00</b>, як і завжди. 🌹

Доброго ранку та приємного дня, мирні! ♥️😘'''

good_morning_change_0 = 'Відтепер вітання <b>без інформації</b> про нову гру.'

good_morning_change_1 = 'Відтепер вітання з інформацією про нову гру.'


#
# Restriction

notmafia = '<a href="tg://user?id={}">{}</a>, чуєш, злодіяка, цей бот працює лише у чаті @avmafia.😁'

onlyact = 'Ляя, ти, <a href="tg://user?id={}">розбійнику</a>, актив можуть надсилати лише <b>активні</b> гравці.😁'

onlyadm = '<a href="tg://user?id={}">Розбійнику</a>,  цю команду можуть надсилати лише адміни.😁'

#
# Active: add

nochatmember = 'Розбійник не знаходиться в чаті.'

noaddact = 'Розбійник вже є в активі.'

alladdact = 'Усіх розбійників додано в актив.'

addact = 'Розбійника додано в актив.'

delact = 'Розбійника видалено з активу.'

#
# Active: main settings

actext1 = '<b>Шооооооооой</b>, до бою, <b>Мирнi</b>! 😂🐒♥️'

actext2 = 'Ля, складно додатись чи що?'

actext3 = '''Хочеш, щоб тебе також <b>кликали в гру</b>? <b>Додай</b> або <b>видали</b> себе сам. Обіцяємо, що <b>надокучати не будемо.</b> ♥

<b>P.S.:</b>Раз в тиждень ми додаємо в актив усіх учасників чату. Якщо ти проти, то напиши про це <a href="tg://user?id=730637480">мені</a>.'''

activebtn1 = 'Так, покличте мене 🥰'

activebtn2 = 'Не кличте мене 😕‍'

#
# Hello

hello = '''Вітаємо, мирний, одягай мотузку та влаштовуйся зручніше.♥ А ну всі швиденько <b>привітали нового гравця</b> <a href="tg://user?id={}">{}</a>! 🌝 Не хвилюйся ти так, посвята – це зовсім не боляче, а навіть приємно. Ти звикнеш. 😏

<b>Раді тобі</b> у нашому дружньому чаті. Тут лише <b>хороші</b> люди та приємна <b>атмосфера. Основна гра</b> починається <b>о 21:00</b>. Долучайся! 🌹'''

#
# Guide

guide = '''🌃🌚 <b>Настає ніч</b>

Гравці виконують таємні дії в діалозі з ботом @TrueMafiaBot, а в чаті панує повна тиша(бот видаляє повідомлення та тимчасово блокує за спроби написати).

👮🏻‍♀️<b>Комісар Каттані</b> · ком
Перевіряй підозрюваних, але просто так не стріляй. Інакше отримаєш мотузку, мило та на горіхи від мирних. Хоча це ти і так отримаєш.😄💁🏻‍♂️

👩🏻‍⚕️<b>Лікар</b> · док
Обери зі списку гравця, якого хочеш полікувати. Раптом пощастить.😄

🏙🌝 <b>Настає день</b>

🐒 <b>Мирний житель</b> · мж
1. Тебе хотіли вбити, але ти везучий засранець? Повідом всім у чаті про те, що любиш дока.😄
2. Тебе перевірили? Краще мовчи, якщо хочеш жити.

👮🏻‍♀️<b>Комісар Каттані</b> · ком
Знайшов дона чи мафію? Мовчи та вбий негідника вночі.

👩🏻‍⚕️<b>Лікар</b> · док
Радійте, якщо когось вилікували, але мовчки, якщо хочеться жити. Вдруге лікуйте того ж гравця.

👳🏻‍♂️<b>Самогубець</b> · суїк
У тебе є можливість зізнатися у своїх фетишах до міцних мотузок та мильних засобів.😏 Проте можеш спробувати обманути мирних, та повісити іншого мирного. Так веселіше, проте обирати тобі.☺️'''