#
# Service

test_bot = '''Bot is working... ahaha

Я бездушна машина, яка створена, щоб допомогати кожаним мішкам. 😁'''

pinned_terms = 'Готово! <a href="http://t.me/avmafia/2">Правила</a> закріплено.'

not_pinned_terms = 'Помилка: повідомлення з <a href="http://t.me/avmafia/2">правилами</a> вже закріплено.'

#
# Game

next_game = 'Гра о <b>21:00</b>, як завжди. 🌹'

#
# Good Morning

good_morning_off = 'Вітання <b>вимкнено</b>.'

good_morning_on = 'Вітання увімкнено.'

good_morning_0 = 'Доброго ранку та приємного дня, мирні! ♥️😘'

good_morning_1 = '''Наступна гра о <b>21:00</b>, як і завжди. 🌹

Доброго ранку та приємного дня, мирні! ♥️😘'''

good_morning_change_0 = 'Відтепер вітання <b>без інформації</b> про нову гру.'

good_morning_change_1 = 'Відтепер вітання з інформацією про нову гру.'


#
# Restriction

notmafia = '<a href="tg://user?id={}">{}</a>, чуєш, злодіяка, цей бот працює лише у чаті @avmafia.😁'

onlyact = 'Ляя, ти, <a href="tg://user?id={}">розбійнику</a>, актив можуть надсилати лише <b>активні</b> гравці.😁'

onlyadm = '<a href="tg://user?id={}">Розбійнику</a>,  цю команду можуть надсилати лише адміни.😁'

#
# Active: add

nochatmember = 'Розбійник не знаходиться в чаті.'

noaddact = 'Розбійник вже є в активі.'

alladdact = 'Усіх розбійників додано в актив.'

addact = 'Розбійника додано в актив.'

delact = 'Розбійника видалено з активу.'

#
# Active: main settings

actext1 = '<b>Шооооооооой</b>, до бою, <b>Мирнi</b>! 😂🐒♥️'

actext2 = 'Ля, складно додатись чи що?'

actext3 = '''Хочеш, щоб тебе також <b>кликали в гру</b>? <b>Додай</b> або <b>видали</b> себе сам. Обіцяємо, що <b>надокучати не будемо.</b> ♥

<b>P.S.:</b> Раз в тиждень ми додаємо сюди усіх учасників чату. Якщо тобі це незручно, то напиши <a href="tg://user?id=730637480">мені</a>.'''

activebtn1 = 'Так, покличте мене 🥰'

activebtn2 = 'Не кличте мене 😕‍'

#
# Hello

hello = '''Вітаємо, мирний, одягай мотузку та влаштовуйся зручніше.♥ А ну всі швиденько <b>привітали нового гравця</b> <a href="tg://user?id={}">{}</a>! 🌝 Не хвилюйся ти так, посвята – це зовсім не боляче, а навіть приємно. Звикнеш. 😏

Молодий, <b>основна гра</b> починається <b>о 21:00</b>. Якщо не хочеш на горіхи, то обов'язково читай правила чату та гри. ♥🌹'''

#
# Guide

guide1 = '<b><a href="tg://user?id={}">{}</a></b>, читай інструкцію «<a href="https://t.me/avmafia/5">як грати</a>» та <a href="https://t.me/avmafia/12">правила</a> чату. Інакше отримаєш на горіхи.♥️'

guide2 = 'Читайте інструкцію «<a href="https://t.me/avmafia/5">як грати</a>» та <a href="https://t.me/avmafia/12">правила</a> чату. Інакше отримаєте на горіхи.♥️'