guide = '''🌃🌚 <b>Настає ніч</b>

Гравці виконують таємні дії в діалозі з ботом @TrueMafiaBot, а в чаті панує повна тиша(бот видаляє повідомлення та тимчасово блокує за спроби написати).

👮🏻‍♀️<b>Комісар Каттані</b> · ком
Перевіряй підозрюваних, але просто так не стріляй. Інакше отримаєш мотузку, мило та на горіхи від мирних. Хоча це ти і так отримаєш.😄💁🏻‍♂️

👩🏻‍⚕️<b>Лікар</b> · док
Обери зі списку гравця, якого хочеш полікувати. Раптом пощастить.😄

🏙🌝 <b>Настає день</b>

🐒 <b>Мирний житель</b> · мж
1. Нікого не вішай, але й не дай зробити це іншим, навіть якщо вони дуже хочуть. Вішати можна лише самогубця, який про це попросив.😏
2. Тебе хотіли вбити, але ти везучий засранець? Повідом всім у чаті про те, що любиш дока.😄
3. Тебе перевірили? Краще мовчи, якщо хочеш жити.

👮🏻‍♀️<b>Комісар Каттані</b> · ком
Знайшов дона чи мафію? Мовчи та вбий негідника вночі.

👩🏻‍⚕️<b>Лікар</b> · док
Радійте, якщо когось вилікували, але мовчки, якщо хочеться жити. Вдруге лікуйте того ж гравця.

👳🏻‍♂️<b>Самогубець</b> · суїк
У тебе є можливість зізнатися у своїх фетишах до міцних мотузок та мильних засобів.😏 Проте можеш спробувати обманути мирних, та повісити іншого мирного. Так веселіше, проте обирати тобі.☺️'''